</s>
<unk>
@placeholder
the
,
in
to
"
of
a
's
and
@entity1
@entity2
is
says
@entity3
-
for
:
@entity4
on
@entity5
@entity6
was
with
@entity7
at
@entity8
has
@entity9
he
@entity0
@entity10
new
from
@entity11
will
his
are
by
as
@entity12
@entity13
it
be
have
@entity14
after
an
@entity15
that
@entity16
president
@entity17
'
not
@entity18
first
been
@entity19
say
year
her
@entity20
over
about
two
but
one
more
n't
she
were
@entity21
@entity22
up
this
;
1
out
its
people
@entity23
@entity24
last
had
said
@entity25
also
who
their
against
police
they
@entity26
than
2
win
years
world
@entity27
into
@entity28
$
killed
@entity29
.
former
@entity31
time
@entity30
three
could
@entity32
second
@entity33
can
no
some
since
official
government
0
all
would
or
@entity34
home
million
off
now
other
top
officials
@entity35
may
most
when
death
military
group
week
@entity36
3
@entity38
there
state
old
@entity37
during
found
i
we
him
@entity40
should
team
show
@entity39
four
being
made
final
calls
like
beat
do
if
between
@entity43
minister
before
@entity41
died
women
man
@entity42
back
many
sunday
report
@entity44
leader
@entity45
family
attack
wins
take
help
down
--
third
@entity46
won
6
@entity47
only
day
@entity48
you
place
@entity50
still
five
@entity49
set
10
tells
part
under
next
@entity52
accused
did
make
@entity51
must
@entity53
leaders
season
near
authorities
4
among
through
get
@entity57
war
@entity55
title
@entity56
play
city
@entity54
face
month
while
court
what
country
case
support
@entity59
held
law
troops
reports
just
%
which
called
both
arrested
go
@entity61
race
life
work
security
shot
monday
@entity60
friday
best
star
lead
victory
sen.
tuesday
shows
children
does
saturday
deal
?
chief
wants
match
end
media
video
@entity58
hit
men
use
attacks
move
prime
claims
@entity62
forces
six
@entity65
@entity63
high
@entity67
@entity64
record
talks
used
known
how
film
wednesday
them
woman
took
game
@entity66
thursday
points
dead
club
another
political
campaign
left
@entity69
charges
run
visit
champion
@entity72
@entity68
want
killing
charged
@entity71
@entity70
violence
@entity73
company
long
@entity76
where
days
least
way
20
plans
others
5
rights
spokesman
@entity74
@entity77
wife
public
vote
comes
members
scores
including
behind
school
@entity75
draw
foreign
son
murder
father
health
see
told
because
head
event
international
plan
coach
fight
border
takes
@entity78
so
around
defeat
secretary
those
return
2012
@entity79
based
@entity80
round
no.
fire
same
released
expected
goal
@entity82
power
led
role
defense
lost
change
news
right
need
@entity84
major
recent
attorney
faces
ahead
history
national
any
@entity85
ago
include
reported
become
seen
winner
come
good
car
plane
late
trying
decision
fans
went
)
months
nuclear
2010
(
flight
beats
played
working
@entity83
eight
incident
mother
came
early
@entity86
big
judge
director
night
30
own
trial
winning
shooting
issue
meet
tv
program
2011
without
12
action
named
@entity81
15
system
area
oil
past
call
issues
@entity93
7
policy
across
prison
such
@entity90
money
fourth
hospital
13
billion
list
party
sex
open
lawyer
much
seven
player
test
your
countries
control
@entity91
region
march
11
@entity88
@entity87
taken
series
@entity89
well
born
trip
election
players
mayor
half
fighting
sent
side
bill
2009
makes
site
number
crash
gov.
release
drug
@entity92
general
despite
@entity96
leave
our
helped
nearly
2008
service
start
16
june
key
@entity99
reach
wo
aid
goals
free
according
percent
put
very
suspect
@entity98
young
book
meeting
@entity94
earlier
guilty
several
daughter
recently
needs
too
@entity97
air
going
likely
rep.
crisis
groups
@entity103
host
body
town
due
find
football
office
until
away
child
never
convicted
hopes
missing
stop
give
federal
january
story
alleged
militants
investigation
travel
@entity102
wanted
source
care
taking
claim
economic
100
sets
protests
movie
nation
officer
largest
champions
presidential
student
@entity107
member
career
students
keep
close
rebels
outside
later
stars
victims
@entity95
ban
writes
opposition
remains
then
name
2013
announced
weekend
arrest
@entity100
future
age
soldiers
capital
ceo
got
2014
point
opening
my
using
economy
whether
governor
started
offers
17
protesters
speech
july
popular
social
business
8
times
25
each
latest
2007
know
became
met
18
includes
@entity101
@entity104
tournament
human
14
great
50
join
weeks
injured
asked
weapons
worked
pay
states
possible
gun
already
administration
making
agency
ambassador
tour
@entity106
real
deaths
comments
seed
music
striker
clear
live
line
ship
thousands
following
food
ever
online
actor
november
workers
strike
users
stay
captain
gold
denies
beating
better
gives
think
chance
driver
gave
peace
@entity116
manager
far
games
force
twice
even
@entity109
once
@entity108
@entity105
september
page
october
continue
water
sign
house
@entity111
@entity114
again
@entity115
cases
phone
look
threat
special
charge
sanctions
hours
looking
miles
black
april
center
injury
dr.
cut
stage
study
today
husband
search
immigration
debate
're
/
talk
ca
playing
involved
problems
parents
hold
residents
job
spent
comment
@entity110
19
airport
running
remain
rules
photos
success
@entity113
term
24
believes
every
response
ruling
terror
began
believe
@entity112
saw
voters
biggest
nine
poll
nations
40
legal
9
himself
february
22
tried
august
less
civil
community
interview
brother
given
december
marriage
conflict
leading
battle
local
global
hard
saying
allegations
...
southern
kids
storm
small
cancer
bomb
building
@entity133
suspected
mission
along
why
relations
@entity118
questions
plays
@entity120
evidence
hotel
highest
@entity121
offer
asks
share
@entity124
received
appeal
parts
efforts
strong
information
try
linked
province
@entity117
@entity123
seeking
events
bring
launched
ties
album
project
cities
friend
protest
lives
@entity125
suicide
female
straight
reportedly
fighters
northern
few
person
@entity119
leads
market
full
failed
focus
us
created
living
girl
launch
medical
@entity122
base
reform
author
experts
gets
finds
'll
let
@entity134
abuse
fired
@entity127
training
officers
moved
@entity132
message
prosecutors
regime
@entity135
problem
having
candidate
signed
beaten
executive
almost
2006
step
21
lose
related
request
attacked
growing
couple
turned
little
served
companies
@entity129
act
access
allegedly
might
announces
tax
prince
ground
victim
fellow
singer
tell
gay
kill
expert
teams
justice
goes
intelligence
league
2016
fifth
semifinal
grand
statement
bombing
responsibility
crew
boy
target
space
different
safety
@entity130
hope
bid
hearing
returned
sources
hundreds
spot
girls
elections
pilot
level
address
together
journalist
watch
warns
hits
sentenced
letter
friends
challenge
candidates
inspired
married
data
clash
stand
current
love
vice
crime
turn
joined
60
large
@entity137
yet
within
@entity142
@entity136
accuses
actress
meets
urges
@entity155
23
fall
relationship
scandal
owner
27
leaving
@entity141
signs
@entity139
coming
staff
self
@entity147
@entity131
appears
pope
private
risk
banned
chairman
coast
occurred
brought
defending
@entity143
soldier
rivals
majority
operation
island
@entity126
train
founder
placed
amid
citizens
similar
features
terrorist
analyst
@entity138
heart
technology
families
helping
stories
treatment
app
loss
spoke
areas
artist
emergency
often
@entity146
changes
pressure
camp
documents
penalty
score
@entity151
education
population
@entity182
26
confirmed
@entity172
drone
favorite
claimed
getting
break
continues
rape
@entity159
industry
double
investigating
appeared
table
@entity152
wrong
forced
pm
sold
debut
art
currently
network
agent
defeats
potential
leg
2004
doctor
supporters
culture
@entity158
@entity169
@entity128
crimes
thought
2005
concerns
contract
actions
bottom
photo
famous
wounded
targeted
me
jail
gas
anniversary
believed
front
paid
enough
follows
suffered
rule
criticized
situation
@entity174
denied
minutes
politics
200
conference
energy
speaks
senior
strikes
@entity164
homes
create
order
position
competition
@entity171
soon
matches
spending
baby
@entity161
@entity150
important
considered
@entity173
attention
@entity194
inside
wrote
flights
assault
@entity190
names
low
allow
web
@entity149
hurt
board
poor
votes
runs
jobs
drugs
@entity157
trade
struck
@entity184
returns
@entity160
caused
scheduled
suspects
district
effort
attend
form
@entity148
happened
leadership
style
@entity186
teacher
@entity153
@entity163
decades
annual
joins
lawsuit
@entity175
civilians
@entity185
able
worst
28
@entity176
jury
army
follow
@entity168
sites
rise
@entity170
progress
summer
short
scored
illegal
protect
bad
@entity187
@entity166
dies
tests
gen.
@entity177
cause
discuss
hosts
mobile
detained
embassy
ordered
policies
personal
passengers
passed
these
station
laws
planned
tough
calling
cost
eastern
captured
raised
huge
opened
aircraft
@entity145
works
ad
closed
semifinals
@entity144
issued
doing
class
becomes
needed
serious
ready
backed
'd
process
visits
refugees
north
holds
veteran
minute
visited
@entity189
teen
song
@entity162
sixth
budget
question
critics
@entity192
financial
views
'm
@entity140
done
available
leaves
ruled
tensions
fear
performance
probe
send
central
award
white
tie
crashed
@entity154
sexual
threats
airstrikes
helps
post
titles
begin
filed
die
speak
uses
@entity197
appear
bus
@entity196
toward
@entity201
longer
@entity195
result
safe
@entity178
films
hand
forward
included
plant
@entity183
tennis
band
targets
products
lawmakers
describes
blame
custody
sister
@entity156
newspaper
sentence
summit
@entity181
build
looks
fan
posted
finish
track
idea
means
@entity167
suspended
criticism
accident
version
fled
land
teammate
website
records
seek
impact
ends
@entity165
@entity206
activists
@entity179
midfielder
've
admitted
strategy
commander
provide
!
field
confirms
quarterfinals
older
moves
blast
morning
sees
cuts
previously
coalition
hero
prosecutor
soccer
images
pass
character
@entity198
29
previous
increase
push
warning
scene
p.m.
schools
miss
interest
growth
controversial
ceremony
really
puts
operations
losing
conservative
century
@entity191
aims
experience
voted
account
avoid
hour
@entity188
details
loses
successful
cover
defender
facing
agreed
activist
affected
offered
main
boss
raise
resolution
remarks
model
sale
fell
weather
church
published
built
moving
millions
killings
rival
surgery
orders
image
dropped
things
speaker
blames
heads
college
sell
single
store
climate
2003
debt
internet
terrorism
damage
lived
further
results
photographer
agents
firm
giant
agreement
identified
era
sales
room
sports
@entity210
research
challenges
tied
above
cites
view
@entity199
violent
medal
opens
changed
always
domestic
spokeswoman
critical
ended
feature
boat
championship
voice
broke
course
ask
journalists
panel
@entity209
partner
feel
here
influence
employees
@entity208
outbreak
carrying
@entity204
rare
doctors
nothing
releases
disaster
shared
historic
producer
honor
lot
headed
pleaded
designed
finishes
criminal
cast
80
status
review
reached
sport
marks
positive
committed
@entity180
threatened
@entity205
traveled
visitors
@entity200
citizen
allowed
hat
replace
@entity203
committee
showed
writer
bank
fears
toll
militant
knowledge
terrorists
sending
fly
drivers
compete
founded
counts
light
quake
deadly
2002
hands
33
@entity211
primary
corruption
golf
press
bodies
road
comedy
squad
31
secure
32
heavy
investigators
blamed
rescue
armed
clashes
religious
90
70
thanks
seat
begins
prevent
treated
rate
arms
@entity207
birth
affiliate
worth
holding
row
spread
funding
winners
joint
serving
raid
attempt
suit
grew
effect
cars
2015
organization
street
dispute
slam
services
south
rally
@entity193
arrived
polls
caught
park
@entity223
disappeared
movement
fashion
tech
followed
village
@entity215
facility
deputy
adds
planes
analysts
lack
rebel
islands
steps
retired
streets
envoy
western
survey
chemical
native
nominated
reality
@entity216
concern
owned
finals
cell
trick
approved
sought
driving
ran
signing
consider
@entity214
transcript
missile
knew
dog
drive
rain
faced
mention
approval
parliament
buy
@entity227
funeral
stopped
combat
tribute
gone
senator
@entity202
mentioned
announce
@entity220
considering
ranked
practice
@entity219
via
snow
feet
drop
canceled
fine
injuries
investigate
ways
defend
shots
responsible
guns
marijuana
proposed
posts
waters
declared
fought
@entity228
degree
offensive
flooding
complete
revealed
common
presidents
concerned
defends
disease
suffering
dangerous
artists
appearance
professor
35
videos
girlfriend
planning
powerful
@entity213
patients
legend
announcement
seeks
starts
measure
starting
democracy
agree
condition
total
movies
behavior
conditions
republicans
reporter
tweets
choice
@entity217
giving
funds
bombings
beyond
proposal
difficult
words
supporting
returning
parties
showing
kept
acting
rocket
display
politicians
et
route
range
sides
charity
fastest
written
lawyers
sheriff
serve
recalls
heard
dozens
alive
improve
witness
kills
hosted
elected
bombs
connection
profile
immigrants
allies
reveals
rest
2001
jet
controversy
language
testing
documentary
learn
veterans
surveillance
qualify
9/11
plot
suggests
confirm
pair
argues
airline
@entity221
awards
date
shut
seized
middle
launches
opportunity
presence
crowd
terms
east
magazine
worker
designer
earthquake
ethnic
natural
decide
condemns
mass
rejects
true
massive
targeting
estimated
300
hot
production
radio
friendly
fighter
higher
@entity225
traffic
aboard
races
conduct
original
criticizes
traveling
something
minority
@entity224
happy
pounds
independent
quarterfinal
rising
red
per
struggling
measures
significant
provides
prize
places
thinks
hear
promises
legislation
overall
selling
receive
apologizes
clubs
extend
commissioner
seconds
revolution
freed
writers
reaches
jailed
foot
holiday
decided
numbers
fast
traditional
seems
arrests
landing
vows
discovered
virus
zone
heading
ice
allows
approach
festival
defeated
everyone
fuel
praises
bought
weekly
carried
kidnapped
produced
figure
hoping
angry
backs
teens
thing
save
athletes
pop
customers
mark
sgt.
carry
projects
development
rich
contest
supports
restaurant
pulled
500
developed
runner
price
@entity233
fund
@entity222
crashes
concert
decade
boost
speaking
itself
youth
freedom
tourists
admits
celebrate
rates
worldwide
television
novel
flying
ending
basketball
prisoners
speed
becoming
seventh
programs
finished
editor
racial
described
destroyed
mom
exchange
labor
secret
awarded
transfer
@entity212
racist
visiting
diplomatic
explosion
demand
ships
involvement
everything
museum
passenger
1,000
am
books
flu
learned
design
tornado
boys
battling
separate
enter
lower
lines
brand
voting
diplomat
arrives
coverage
unrest
urged
estimates
pick
block
kind
costs
kidnapping
diagnosed
modern
45
faith
mostly
independence
scientists
@entity226
levels
operating
brothers
threatens
shock
focused
failure
word
involving
conservatives
ministry
pirates
whose
patient
computer
rock
check
privacy
@entity235
qualifying
expect
apparently
devices
dream
felt
buried
oldest
songs
flood
ads
appeals
gap
opponent
helicopter
civilian
paper
lady
struggle
warned
recorded
estate
notes
nominations
featured
execution
increased
e-mail
gang
150
bail
apartment
added
moon
playoff
picked
split
favor
pole
hostage
moment
youngest
seats
picture
supplies
instead
memorial
42
apps
flag
torture
ill
benefits
massacre
rejected
entered
owners
upcoming
abducted
arrive
democrats
device
humanitarian
gain
highlight
resident
airports
incidents
tested
illness
delay
employee
@entity218
declares
handed
matter
adviser
100,000
figures
relatives
trust
unveiled
advantage
west
fair
resigned
blood
themselves
neighborhood
prices
sea
aide
largely
drew
performed
cease
horse
compared
1994
reason
genocide
suffers
talking
causes
attempted
multiple
commercial
34
upset
aimed
brings
complaint
vehicle
closer
though
capture
spots
shootings
fires
missed
nomination
brain
anything
difference
reforms
birthday
asking
resignation
sparked
apology
asylum
witnesses
refused
guard
longtime
regional
radical
respond
spend
plus
48
broken
shown
card
insists
breaking
blasts
mental
average
clean
spill
deny
senators
shares
turns
suffer
highlights
perform
generation
anyone
@entity241
seal
@entity231
passes
invasion
male
2000
false
presidency
society
ideas
opener
winter
37
rescued
stores
raises
professional
removed
@entity230
collapse
landed
comedian
talked
auction
a.m.
winds
links
reduce
@entity234
alongside
apologized
vessel
box
@entity243
crucial
items
breaks
wedding
businesses
advice
accept
@entity229
damaged
welcome
cruise
markets
giants
enforcement
someone
sends
journey
attended
crown
stands
credit
racism
@entity244
personnel
bomber
size
collection
episode
wake
poverty
stadium
represent
scoring
apparent
@entity240
pregnant
joining
banks
gunmen
example
advance
engine
directed
singles
43
warnings
relief
completed
fun
expects
active
extra
racing
cartel
screen
values
lawmaker
finding
fit
hate
interests
fraud
36
union
thrash
pushed
sense
@entity237
starred
weight
direct
messages
respect
sued
@entity251
vehicles
answer
confident
odds
boyfriend
wave
questioned
reporters
subject
dad
bar
affect
wait
researchers
interviews
farm
territory
daily
abortion
spy
survived
surprise
demands
either
1998
iconic
easy
activity
pulls
digital
triumph
contact
deep
cultural
offering
earn
loan
reveal
identify
maker
opposed
construction
inches
agrees
recovery
moderate
exhibition
phones
tourism
deliver
legacy
bans
congressional
unlikely
2,000
diplomats
reaction
alert
slams
perfect
severe
@entity238
reasons
backing
royal
edge
acts
cited
@entity252
mean
1999
creator
seriously
fatally
appointed
escape
file
400
finance
tops
correspondent
deeply
chef
readers
complex
assistant
stolen
rather
green
alone
dogs
introduced
luxury
missiles
audience
refugee
taxes
settlement
camera
port
fully
doubt
burned
detainees
honored
opponents
oppose
governments
ancient
herself
gunman
co-founder
bound
successive
exit
communities
ongoing
pictures
accuse
eye
solution
promised
classic
camps
preparing
negotiations
travels
affair
feels
supported
verdict
present
campaigns
options
@entity232
authority
engaged
@entity236
39
insurance
rural
pastor
executed
agencies
1992
flew
ok
note
@
coup
trouble
en
followers
seeing
eighth
roles
danger
maintain
golfer
@entity245
probably
piece
10,000
maps
ability
teenager
heat
waiting
keeping
standings
greatest
pleads
alleges
qualifier
46
@entity250
drawn
mistake
conspiracy
delayed
link
cricket
earned
buildings
letters
duty
filmmaker
recall
sure
aggregate
accounts
seem
migrants
property
developing
read
ring
violated
changing
ride
adults
tradition
document
blog
hosting
politician
celebrity
investment
wing
arm
explore
shop
#
tours
meant
path
promote
quickly
@entity242
certain
testifies
beach
houses
conviction
covered
travelers
wearing
university
fame
ten
crackdown
tourist
resort
doubles
fail
proud
overseas
detention
unit
remove
baseball
pushing
trained
quit
airlines
queen
dinner
@entity255
value
worried
fatal
fake
failing
nonprofit
reaching
owns
bringing
businessman
viral
peaceful
contractor
shutdown
write
benefit
standards
sons
granted
shocked
develop
delivered
fix
reporting
picks
bigger
worse
ministers
ousted
homeless
re-election
especially
pipeline
weapon
dollars
walk
add
inquiry
critic
characters
pull
sharing
49
gather
prosecution
pain
remote
spying
provided
acted
warrant
bridge
putting
supply
shoot
king
killer
viewers
produce
derby
accusations
choose
grow
ticket
comic
comeback
unbeaten
located
priority
nominee
elect
wars
44
trafficking
powers
immediate
systems
truck
satellite
resign
extreme
representative
pilots
mile
hometown
gained
tragedy
storms
below
vaccine
predicts
ally
plea
headquarters
door
neighboring
@entity239
@entity248
replaced
agenda
65
handling
towns
standing
raising
crossing
expressed
restrictions
younger
extradition
gift
immediately
vs.
1970s
tweeted
hostages
drama
borders
tries
crossed
bidding
holders
scenes
stance
tsunami
1997
widespread
turning
discussed
rankings
cleared
indictment
demonstrators
sit
fishing
cash
38
focuses
keeps
product
division
limit
risks
lets
41
watched
celebrities
hospitalized
@entity247
facilities
stepped
session
blow
aware
abused
collapsed
necessary
cargo
divorce
@entity249
nearby
tweet
claiming
illegally
bailout
prompted
slain
cancels
survivors
ranking
content
exclusive
bond
jets
understand
truth
par
income
watching
loved
unique
1989
increasingly
responded
infected
quarter
happen
criticize
inspiration
closing
commitment
dating
statements
attacking
creating
setting
shift
airstrike
abandoned
alcohol
praise
misses
fails
wore
cross
evacuated
carrier
mall
finally
anger
represents
recording
writing
testimony
recognize
offices
victories
tool
meters
option
package
vital
disappearance
alternative
science
declined
aged
rapper
remember
adopted
lt.
determine
willing
controlled
material
deals
reputation
dozen
activities
guests
silver
decisions
files
hotels
identity
recovered
attorneys
chances
rockets
disputed
hunt
unclear
software
1996
compatriot
displaced
papers
longest
suggest
ensure
entry
protection
expresses
''
considers
drops
musical
insurgents
slaying
express
info
convention
abroad
extends
remaining
draft
quality
congressman
transition
guards
lessons
withdrawal
medals
touch
survivor
map
struggled
popularity
visa
prove
rev.
swimming
receives
beaches
hurricane
equipment
officially
compound
allowing
opinion
nurse
expensive
animals
premiere
confidence
prominent
deficit
investigated
broadcast
overnight
normal
1995
falling
limited
wind
gains
mosque
increasing
urge
animal
however
neighbors
celebrates
daughters
1991
solar
intended
unity
unknown
trainer
@entity257
count
@entity266
guest
drones
ease
@entity253
probation
shooter
veto
intervention
widely
convoy
sometimes
@entity246
fresh
beginning
additional
@entity262
murdering
@entity263
providing
1990
dna
location
dominated
1993
newly
wide
discrimination
rumors
indicted
troubled
highly
reject
approve
threatening
divided
75
formed
originally
continued
1980s
evening
refuses
authors
elsewhere
sits
fined
period
raped
chose
felony
strength
dance
hired
suing
billionaire
honors
observers
expand
franchise
kick
background
e-mails
@entity258
violations
upon
petition
firing
affairs
disappointed
praised
citizenship
attackers
gathered
rugby
escaped
vp
heavily
actors
cards
likes
goalkeeper
painting
fiscal
restaurants
parole
cutting
competing
accepted
floor
celebrated
investors
3,000
theme
hacking
spring
exercises
lists
resume
yacht
masters
55
tension
cold
entire
centers
teachers
beautiful
legendary
politically
gender
@entity256
mine
entering
reigning
suggested
knows
shopping
heroes
20,000
dramatic
monitoring
speculation
smart
10th
sacked
delays
hub
blocked
penalties
premier
onto
advocate
theater
greater
draws
governing
locations
reflects
throughout
stations
controls
1979
firms
dealing
closely
religion
replaces
cleric
internal
aiming
tea
ninth
transport
positions
hair
apologize
task
destination
brutal
wear
soil
prepared
1990s
dismissed
awareness
tablet
lies
fallen
800
afternoon
architect
slow
rating
favorites
paying
effective
checks
fewer
starring
council
flee
type
rehab
tackle
dedicated
mph
eating
vessels
67
publicly
organized
assistance
regular
mind
succeed
threaten
stem
struggles
cooperation
bear
trail
conducted
computers
towards
tickets
principal
amount
driven
championships
peacekeepers
answers
vision
initiative
stabbed
extremists
searching
52
interior
halt
housing
explain
@entity278
stimulus
humanity
solo
retirement
jokes
rider
knocked
50,000
stable
testify
unemployment
sick
chancellor
@entity276
deployed
marathon
recognized
chosen
militia
tape
stops
ball
blacks
consulate
battles
celebration
fee
cocaine
ranks
creates
warm
foundation
require
approves
wild
roots
rhetoric
models
pace
outrage
64
directly
falls
naval
@entity261
openly
immigrant
taught
pitch
negative
worry
eventually
shoots
lands
platform
attempts
square
uncle
bronze
pays
invited
54
grown
consecutive
68
lie
emotional
lowest
networks
crowds
tips
limits
circuit
looked
thinking
filled
chair
courts
reflect
treat
meetings
hails
disputes
exercise
receiving
flown
argue
suspension
ratings
shortly
recovering
experiences
organizations
adult
buying
firefighters
initial
warn
connected
equal
sells
gallery
runners
61
aim
wounds
requests
interviewed
closes
nets
mainland
@entity259
@entity270
troop
urging
restore
addresses
liberal
whole
inspire
51
registered
launching
actually
meat
ones
vacation
innocent
tribal
1982
effects
beauty
consumers
promise
challenger
scale
article
47
healthy
department
fish
dollar
seemed
causing
rail
@entity260
robbery
talent
unable
dialogue
wealthy
sleep
user
knee
mountain
judges
@entity267
requires
stages
defended
pledges
trains
eyes
4,000
survive
partnership
attending
homeland
replacement
mixed
smartphone
impose
runoff
brands
management
surprised
feeling
neighbor
blogger
emerged
established
listed
hopeful
factor
advocates
enjoy
prisoner
balance
couples
condemned
challenging
drinking
69
leak
individual
initially
stability
grave
passing
saving
cable
resources
donations
hip
opposes
delegation
harm
southwest
citing
weak
hospitals
anchor
scientist
1960s
celebrating
57
suspends
airspace
section
interim
rises
@entity269
spotlight
label
standard
viewed
voter
unacceptable
unusual
northeast
rallies
rep
laid
incumbent
surface
moments
trials
@entity254
sound
determined
temporary
assassination
organizers
clinic
56
temperatures
[
]
infrastructure
tropical
clinch
client
dress
truly
hitting
tactics
departure
withdraw
sorry
regulations
participate
acres
volunteers
navy
icon
coffee
20th
heritage
kilometers
sailing
urban
angered
hiding
trophy
fights
topped
currency
posting
capt.
license
85
referendum
inauguration
walking
wine
responds
pool
aggressive
chain
drought
northwest
analysis
unveils
uprising
various
battery
resolve
ski
patrol
text
@entity284
contractors
demonstrations
argued
assets
rose
complaints
wealth
swim
stayed
ex-wife
200,000
lift
declines
involves
compromise
lab
species
72
threw
deadline
trapped
casualties
selected
vast
@entity264
emerging
delivers
economies
describe
color
command
tight
hole
expanding
dying
stuck
exposed
donated
expanded
sue
increases
direction
regions
inmates
stake
apply
rounds
spotted
prepare
spirit
lying
americans
kicks
seasons
drove
pro
murders
bills
fixing
condemn
shootout
5,000
recover
drilling
machine
explains
democratic
negotiating
63
repeat
bombers
extremely
calm
dark
practices
abuses
featuring
download
theft
infection
justices
campus
pledge
@entity272
detective
requested
aviation
quick
credits
loves
voices
nature
woes
sworn
differences
hunger
stranded
leaked
famed
pot
joke
fate
boxing
possibly
partners
columnist
addressed
homicide
duo
chaos
engineer
richest
promoting
footballer
transplant
referee
physical
funded
floods
farmers
marked
saved
thoughts
findings
doping
childhood
@entity271
burning
safely
expelled
proposals
pursue
larger
magnitude
cycling
exile
resigns
happens
dubbed
wickets
crack
code
protesting
required
erupted
marry
120
grid
bars
waste
slalom
pending
retains
completes
pretty
66
striking
factory
cartels
punishment
performing
earns
combined
flags
dismisses
sexually
tens
discovery
zero
commission
specific
prestigious
compares
solve
retire
switch
breach
reduced
stronger
represented
captive
occurs
sequel
else
staying
maj.
communications
expecting
affects
meter
62
environmental
walked
begun
71
blue
electric
rebuild
passage
defeating
athlete
equalizer
welcomes
vulnerable
statue
spiritual
environment
babies
princess
suspicion
improved
stretch
deadliest
restored
recognition
experienced
embrace
counter
crews
absence
£
serves
@entity273
stroke
constitution
intense
revenue
600
1981
debates
unprecedented
dates
covering
guide
designers
singing
58
possibility
burial
73
1980
cool
manslaughter
reviews
roll
sentences
slammed
parks
celebrations
although
super
objects
tense
elite
studio
lifted
retiring
kicked
damages
unlike
engagement
tip
qualified
repeatedly
hackers
bit
negotiate
tracks
separatist
inch
updates
villages
hearings
musician
transferred
thriller
attempting
formal
leaks
telling
propaganda
creative
moral
memory
quarterback
choices
trend
violation
lifts
virtual
piracy
shelter
@entity275
distance
examine
scare
feared
stunning
1969
schedule
priest
1988
downhill
aired
boats
volcano
surge
importance
sailors
classified
strict
imposed
goalless
repeal
tone
unions
fleeing
dictator
credited
runway
revenge
sang
treaty
descent
skills
recalled
please
strategic
introduce
unveil
filmed
trading
tougher
@entity280
eurozone
winger
heavyweight
deported
billions
embassies
albums
conversation
confirmation
stress
guy
achieve
59
continent
clothes
alliance
gp
powered
airs
learning
membership
publicist
beer
paintings
nationwide
river
raping
breast
handled
sovereignty
jumped
shoes
counties
screening
scrutiny
formerly
mandate
blocks
obtained
250
stepping
stock
exclusively
producers
mistakes
81
epidemic
destroy
pledged
@entity265
promoted
locked
2020
gaming
fitness
edition
permission
exhibit
19th
supposed
competitive
pose
1970
centered
2018
911
pack
semis
units
suburb
11th
successor
tree
net
criminals
comfortable
separatists
stood
swap
seize
footage
ignored
memories
cliff
losses
forms
vowed
minor
planet
anti-government
delegates
ferry
@entity282
drawing
effectively
regarding
95
filming
sector
wall
gotten
impossible
explores
fact
decline
arrival
tonight
dominate
channel
challenged
historical
creation
shirt
siege
co-founded
silent
headlines
symbol
ebola
lacks
spoken
isolated
@entity274
eat
withdraws
spreading
unfair
700
makers
goods
attract
encounter
inspectors
producing
recession
debuted
opportunities
landmark
devastating
coroner
raids
pieces
shuttle
category
pulling
inequality
aides
sat
presents
monitor
partisan
operates
imprisoned
contain
interested
numerous
widow
hijacked
performances
easier
skin
53
grandson
cousin
murdered
fill
mix
drink
tornadoes
protecting
renowned
partly
tons
banking
addiction
reverse
neither
1984
trailer
ouster
noted
jersey
diverted
carbon
temple
feds
74
presented
debris
bipartisan
harassment
minorities
grant
reward
forecast
expectations
bag
hockey
vanished
ocean
unhappy
expansion
estimate
blind
facts
overturned
postponed
deserves
tragic
demanding
roadside
87
venue
@entity277
fierce
core
disagree
yellow
secures
handle
strongly
advised
object
crowned
nor
connect
bases
depression
mr.
selection
strategist
busy
euro
overcome
opposing
1,500
gathering
violating
classes
influential
f
shelling
sustained
boycott
grounds
dissident
1.5
entrepreneur
notice
blockade
apart
decides
arguments
takeover
autopsy
trips
flash
completely
plastic
inaugural
disabled
mate
exploded
catch
secrets
episodes
devastated
clothing
prior
nominees
regret
discussions
northeastern
residence
update
behalf
tools
bishop
click
memoir
argument
adding
punished
insurgency
consumer
commit
missions
prostitution
suspicious
tiny
50th
astronaut
plotting
77
portrait
declare
booked
predicted
enemy
protected
focusing
questioning
string
riots
marketing
turmoil
boom
tear
preliminary
palace
encourage
archbishop
plants
scorer
ballot
undocumented
sens.
shape
aside
tallest
filibuster
copies
amateur
elements
closure
regularly
downtown
exports
consequences
coal
parking
neck
secured
purchased
diverse
bags
thrown
100m
contacted
desert
engage
disorder
saves
lay
mourning
harsh
bitter
emissions
unite
governors
halfway
gaining
particularly
smoke
drives
sank
mining
successfully
hacked
wound
corporate
milk
payments
destinations
poised
extended
contracted
40,000
radiation
1976
acknowledges
wage
reviewing
uranium
brief
advisers
smaller
1986
sentencing
chase
routine
purchase
appearances
holy
waves
30,000
colleagues
faster
cameras
refuse
jihadists
apartheid
racially
abduction
feed
polio
12th
backlash
streak
executives
watchdog
discussion
twin
audio
smoking
watches
evacuation
proof
beef
indicates
imports
absolutely
1972
studies
@entity268
champ
legally
contained
1983
ex-
strained
flow
seals
violates
edges
@entity281
subway
highway
epic
deserve
smuggling
sail
teenage
managed
ethics
arriving
fees
identifies
profits
slated
halftime
diversity
motivated
operate
complained
op
99
silence
jewelry
endangered
explosives
destruction
skiing
wrongdoing
1974
finale
sisters
sitting
settled
retaliation
quite
2022
mainly
unless
sporting
scared
300,000
adopt
accepts
signal
topic
confessed
helicopters
essential
boxer
jump
extremist
finishing
county
aggression
explosions
renewed
advances
storage
pact
auto
possession
ages
regrets
permanent
porn
ed
supporter
advanced
representing
studying
settlements
equality
streaming
motion
retreat
maintains
painted
weigh
leaker
79
sounds
crazy
15th
roughly
surrounding
empty
rampage
badly
parade
proved
southeast
confrontation
tally
lots
graduate
arts
b
sponsorship
coastal
underwater
pirate
25,000
personally
collected
trillion
allege
referred
trio
courage
mountains
potentially
quiet
recommends
extraordinary
teammates
theaters
surviving
migrant
searches
boasts
cheap
nephew
closest
cup
covers
glass
strengthen
valuable
newest
skier
contemporary
appealed
outgoing
hop
nationals
stripped
extradited
15,000
2.5
dressed
gays
wishes
awaiting
gunfire
strip
collision
roads
250,000
grade
reading
1963
procedures
defensive
swine
testified
neighborhoods
acquitted
formally
medicine
investigator
grandfather
jurors
matters
newspapers
themed
error
excessive
united
routes
versions
contributed
checked
basic
discusses
lawsuits
toxic
wreck
glory
sensation
african
1978
assaulted
spacecraft
loyal
establish
studied
appearing
slavery
craft
tablets
connections
throw
hall
battled
undergo
jockey
donors
tunnel
southeastern
inspires
desire
backers
@entity288
retires
bike
jihadist
thirds
crushes
notorious
developers
remembered
tank
attends
wildlife
wish
constitutional
adoption
mothers
bullying
settle
cap
teaching
occur
horses
89
shoulder
temporarily
window
83
demonstrate
usually
yes
metal
fishermen
extension
climb
@entity287
managing
participated
plight
lethal
torn
rout
removal
throne
coaching
evacuate
remembers
retail
doors
democrat
grandmother
retain
1987
76
calendar
interrogation
stunt
13th
contracts
prix
suspend
rated
reign
abusing
relay
gifts
hoped
sad
stays
tracking
ownership
ignore
@entity293
operatives
humans
tired
proposes
1985
vets
perhaps
degrees
finalists
sing
persecution
contains
gear
sir
rap
pride
t
underground
posed
youths
co-star
shark
customer
friendship
minimum
cooperate
@entity286
doubts
@entity296
passion
cruises
audiences
photographs
assisted
prayers
structure
cancel
responding
concept
symptoms
provinces
accountable
criticizing
cholera
substitute
primaries
hidden
diplomacy
manufacturer
bed
wary
6,000
&
swimmer
attracted
resulted
fueled
demanded
mainstream
contempt
extremism
rush
shipping
blaze
broadcaster
lights
espionage
co-hosts
misconduct
sinking
remark
hailed
teach
bird
160
intends
supreme
reunion
cpl.
landfall
pattern
frequent
judgment
500,000
enemies
wed
1968
surprising
1964
tribunal
crude
produces
familiar
bears
triple
@entity291
whale
triggered
enjoyed
column
churches
militias
prisons
ambitions
packed
forest
representatives
vet
amendment
treating
speeches
circumstances
captures
mob
skeptical
peak
assist
encouraged
continuing
1975
picking
cat
ceiling
crush
timing
innocence
burn
manufacturing
deportation
drills
influenced
donate
8,000
robot
prevented
capacity
rolled
delivery
sponsor
pit
discussing
homosexuality
jazz
failures
@entity283
factors
82
embargo
promotes
master
clients
deciding
hashtag
scheme
slayings
wonder
participating
speakers
humor
broader
transit
reopen
aggravated
1977
explosive
outcome
enjoys
advisory
accidentally
quarters
touched
93
simple
predict
locals
debuts
euros
slave
van
halted
lied
88
purpose
library
pushes
90s
superstar
1973
hike
teamed
establishment
musicians
afraid
worries
curb
lottery
affecting
carriers
1962
relatively
dismiss
authorized
releasing
executions
scholar
truce
pointed
chasing
riding
volunteer
qualification
welterweight
parliamentary
atop
rooms
ankle
founding
remarkable
lung
advocacy
concerts
dropping
pardon
bloody
rocks
clay
130
radar
impressed
movements
intercepted
staged
conflicts
flagged
regain
roof
contender
superb
trees
plagued
easily
improving
electricity
administrator
70s
pound
midnight
carries
mid-
credible
venture
transportation
cops
playoffs
fields
enters
phase
signals
kidney
airing
lap
hostile
anti-gay
hack
innings
bankruptcy
cyclist
uniforms
overhaul
diamond
outraged
operated
collided
sponsors
briefly
separated
publisher
networking
gangs
hatred
excited
horror
pollution
pages
joy
prompts
maybe
campaigning
*
underway
strongest
tire
thank
diving
rains
exec
spectacular
hunting
tale
qualifies
bullet
18th
@entity290
sprinter
cloud
relevant
plead
scientific
pilgrims
keen
pregnancy
investigations
rocked
swing
condolences
buzz
golds
exist
checkpoint
parent
materials
tortured
pet
meanwhile
transformed
complicated
monitors
captivity
oversight
submit
shake
triumphs
d
hide
labels
repair
entrepreneurs
appoint
prayer
affiliated
showdown
directors
sponsored
@entity292
naked
globe
1967
semi
survives
skating
indicate
cabinet
twins
credibility
secretly
racer
stronghold
opposite
websites
simply
spends
smartphones
unconstitutional
stealing
trails
heroin
cables
quest
gym
flat
tires
titled
protester
application
2017
poet
isolation
wreckage
medalist
unarmed
adventure
relative
atmosphere
refusing
realize
afford
paint
charts
broad
console
remained
tier
regulation
@entity297
aftermath
rookie
severely
violate
corrupt
orbit
everybody
songwriter
clearly
bulk
patent
flooded
shoe
tribe
1,200
disasters
hikers
muslims
converted
confront
fireworks
coaches
welcomed
promising
mentor
passport
portrayed
rapid
haven
cemetery
weighed
lieutenant
priorities
fence
electoral
differ
recipient
sensitive
stole
roommate
suburban
rabbi
reluctant
strain
offshore
dreams
worn
sustainable
zoo
collect
knock
solidarity
individuals
banning
industrial
pits
@entity314
impressive
86
uniform
entertainment
depends
reclaim
rely
mystery
maintained
recruiting
none
optimistic
fever
21st
origin
associated
consultant
cult
initiatives
respectively
2nd
nobody
1950s
deployment
loans
soul
acclaimed
searched
displayed
understanding
surrounded
cleanup
marriages
gunshot
therapy
historian
amazing
memo
predominantly
holder
inspiring
terrible
seeds
technical
miners
brave
jihad
solutions
92
pioneer
chat
whom
relationships
tapes
abusive
stunned
rumored
sectarian
autism
80s
quotes
ki
woods
realized
cartoon
pleased
busiest
biography
bench
involve
marine
forget
stalled
handful
1960
architecture
annually
complications
knockout
guitar
frustrated
flies
communication
developer
portrays
eligible
detailed
exposure
detail
innovation
educated
divide
sessions
whites
fleet
operative
volatile
samples
invitation
typhoon
counterpart
belong
belonged
chart
succeeded
tabloid
globally
diet
ultimately
journalism
measles
pray
territorial
advises
dual
seekers
reunite
safer
underwent
personality
lucky
trucks
tanks
encourages
1930s
publish
plenty
compensation
60s
bribery
spell
warming
passports
100th
orphans
animated
premiered
maiden
museums
drinks
happening
regarded
refuge
affidavit
1971
consolidate
internationally
bolster
doubled
rank
protested
foreigners
sharply
engines
harder
prefer
everywhere
thrilling
hears
avoided
reactions
@entity279
gesture
spokesperson
grabs
owes
electronics
rarely
installed
ceasefire
permit
400,000
existence
guitarist
midterm
marking
exploring
@entity285
designs
provocative
17th
invest
immunity
swept
@entity310
anonymous
colleague
hire
fundraiser
hugely
grabbed
welfare
shore
respects
austerity
@entity315
mail
addressing
km
designated
acknowledged
dominance
tapped
atrocities
98
wonders
graffiti
cartoonist
91
tainted
collective
touted
350
reunited
stun
40th
wrongly
forgotten
divisions
poses
nightmare
equivalent
solid
react
haul
competitors
ranch
anticipated
accusation
rides
equals
prospect
occupation
hearts
bounce
undermine
academic
surfaced
surgeon
register
desperate
touring
invites
serial
promoter
offenses
legs
sharp
legislators
grounded
wildfire
drunk
concrete
conservation
cabin
diagnosis
garden
association
memorable
elephants
frustration
slaves
@entity289
inventor
assessment
arson
contenders
evil
biopic
hanging
outdoor
convert
grass
sight
riot
artillery
78
grows
frozen
adm.
aiding
relegation
84
stick
photographed
80,000
attitudes
correct
offenders
traced
bout
lifestyle
tend
appealing
shed
basis
insulting
encouraging
properly
disqualified
pizza
surrender
useful
discover
caps
pageant
nicknamed
documented
profiling
podium
applications
warships
fi
survival
labeled
invaded
linking
visas
turnout
capable
outlets
blew
quarantine
grants
achieved
favored
96
riders
congratulates
slaughter
foul
mess
col.
inducted
conducting
tipped
mentally
letting
flotilla
buses
painful
dangers
deputies
bullied
bombed
inflation
ultimate
overturn
forcing
barred
sympathy
poorly
casting
sprint
supplier
shops
14th
siblings
hurting
hiring
inappropriate
inmate
exists
tracked
assassinated
saddened
bands
undergoing
electronic
length
purportedly
assaulting
dismissal
percentage
broker
scandals
hardest
sailor
standoff
birds
fixed
contaminated
rig
reopens
lake
defendants
occupy
reckless
trademark
belongs
batsman
recruited
ups
bids
listen
negotiated
addition
motive
@entity298
sting
polling
1961
spc.
discipline
elderly
liberals
imam
disappointing
substance
offender
tall
associate
root
hundred
paralyzed
sky
conspiring
twenty
outfit
chapter
detected
cite
guided
1.2
laureate
fault
mentions
vow
charter
trash
meaning
suits
motorcycle
risky
treble
projected
rode
tanker
ash
slump
misdemeanor
16th
toys
fugitive
procedure
slip
eases
detainee
1,300
bet
distribution
constant
lunch
whatever
damaging
denial
nightclub
rubber
operator
researcher
displays
universities
takeoff
jackpot
endorsed
maximum
unmanned
examiner
milestone
nude
portraits
throwing
filing
bright
ayatollah
revelations
airplane
beheading
contributions
mosques
sitcom
lone
artwork
bacteria
fundraising
except
expedition
lifetime
feelings
midterms
lesson
manufacturers
knife
equipped
funny
notified
comparison
tournaments
improvement
olympic
marshal
holidays
variety
taxi
admit
venues
exactly
soft
visible
outrageous
withdrawn
favors
novels
romantic
seeded
investing
weighing
signature
quits
stabbing
cells
affordable
arming
revival
judicial
lasted
amounts
hiv
comparisons
fiction
tent
buys
115
staffers
dancer
slightly
beloved
costume
rematch
nice
cave
spree
profit
keynote
illnesses
fed
rifle
interference
shrine
default
momentum
theory
participation
holes
recommended
premieres
smuggled
replica
fines
infant
recognizes
methods
obesity
endorsement
achievement
northwestern
tolerance
relieved
quoted
payment
curfew
narrowly
perceived
centuries
caring
reconciliation
rallied
overtake
shirts
aunt
convince
wears
blizzard
appropriate
teaches
eliminate
bold
fictional
genre
crises
barrier
diseases
wounding
revolutionary
ambitious
attendance
stopping
organizer
refer
emerge
gunned
birthplace
anymore
sci
alter
muslim
distributed
posing
contends
landscape
horrific
senate
voluntary
leaking
clip
meals
toy
+
rough
restraint
techniques
rolling
extensive
140
dissent
lays
cop
machines
hoax
insisted
forever
upheld
alarm
sings
adrift
dumped
admission
liked
sparks
accidents
acquired
cinema
boarded
undercover
legitimate
revoked
respected
graphic
lashes
negotiator
totally
pursuing
innovative
goodwill
tears
voiced
pitcher
expression
taxpayers
devastation
lightning
rivers
drowned
1966
reminder
catching
rebuilding
orphanage
notion
prototype
trauma
texts
tenure
lord
trophies
bonuses
astronauts
introduces
appoints
campaigned
monarchy
topics
spark
shadow
@entity307
malaria
noticed
balls
household
@entity309
assaults
25th
narrow
inspector
shame
stereotypes
ideological
dancing
wanting
occasions
grenade
showcase
troubles
jobless
casino
hail
200m
succeeds
rolls
generations
stricken
rescues
chemicals
performs
walks
principles
disciplinary
drill
regulators
fantasy
attributed
loyalists
hijacking
entirely
trending
artifacts
cheaper
defendant
copy
weighs
inner
reopened
coached
liver
grief
uncovered
easing
cuisine
chronicles
fat
harmful
economist
loving
spur
references
peacekeeping
demonstration
originated
allegation
proper
startup
charities
remake
comply
contention
margin
greeted
export
tactic
deemed
technique
boosted
chicken
clashed
negotiators
enforce
@entity305
indication
landslide
unseeded
donor
renamed
generally
rid
tribes
festivals
sights
infections
satisfied
forum
grip
contribute
martial
aka
@entity300
convicts
intentionally
stamp
disappointment
commanders
heir
reasonable
significantly
invested
decisive
tributes
attracts
recipients
shortages
@entity321
800,000
reserve
duck
occupied
transform
virtually
rushed
@entity312
proven
capabilities
rift
n
ignoring
sanctuary
lesbian
burns
colony
blocking
recess
denounces
quickest
heightened
types
golfers
bust
1.3
complain
commented
approached
revive
urgent
corner
branch
nominate
categories
factories
seizure
upper
junior
normally
conducts
baseless
kidnap
hints
replacing
blaming
appointment
symbolic
stems
define
selfie
slums
legends
@entity302
influences
eclipse
examples
throat
abortions
educate
workplace
botched
787
collaboration
overdose
artificial
eliminated
acid
injection
publishing
stretches
killers
imminent
slot
usual
recruits
ex-president
epicenter
touts
tunnels
lucrative
poorest
lauds
feat
forecasters
communist
advertising
integrity
rulers
platforms
publication
coma
reduction
essay
transgender
comprehensive
prostitutes
balloon
waited
wider
applied
rivalry
confronted
traditions
2,500
4th
counterparts
chocolate
print
cure
booming
1965
crying
hopefuls
email
spike
unconscious
approaches
reminds
institutions
sand
messaging
holed
pro-democracy
recruit
debts
prosecuted
involuntary
decorated
ton
flawed
shower
cluster
teenagers
filmmakers
belonging
preparations
assembly
counterterrorism
gdp
fractured
aided
declaration
prospects
sweep
housed
depend
psychologist
miracle
progressive
destroying
poster
factions
mansion
tackling
sack
resolved
aids
brink
adaptation
investments
wildfires
notable
soap
residential
charm
7,000
renew
contrast
escalation
participants
ballots
theories
denounce
wrap
monarch
typically
peacefully
gross
cycle
convictions
applies
chest
terminal
enormous
dominates
podcast
accepting
guidelines
voyage
confession
divorced
experiencing
outstanding
moms
aground
clinches
lobby
re-elected
provoked
heels
biting
context
panda
incredible
preserve
thrashing
insider
breakfast
@entity301
possibilities
eased
gate
dems
informed
yard
caucus
containing
commentator
stormed
odd
candidacy
resistance
excuse
forthcoming
sort
inspections
consideration
districts
dealer
romance
cent
celebs
shipped
stationed
lasting
explorer
wheel
stakes
bodyguard
trooper
excitement
dry
shaped
opinions
engineers
secular
clinics
fruit
experimental
successes
documenting
developments
bloodshed
concludes
knowing
setback
110
repeated
reliable
concentration
guilt
tower
guys
crushed
attractions
provocation
devoted
statistics
1959
sun
excellent
hanged
hang
indicated
shortage
dish
bizarre
priests
composer
reads
button
freeze
indoor
suburbs
checking
spate
overcomes
bone
competitor
traditionally
94
firearms
lifting
dire
stresses
ordinary
asteroid
nose
slipped
dump
minors
qualifiers
capturing
bloc
consensus
dominant
warfare
candy
instability
vaccines
protections
transparent
battleground
prohibits
extending
slowly
attached
stricter
manned
ammunition
valid
tobacco
zones
bribes
sickened
agriculture
escalating
performers
slim
reconsider
firefighter
cricketer
waging
narrative
nervous
farewell
hazing
ruins
sweeping
improvements
merger
telescope
exciting
elephant
intruder
highlighted
cafe
invite
id
discharged
flagship
concedes
c
indigenous
infamous
method
acre
propofol
careers
lodge
subjects
bottles
punched
kid
publishes
offense
lyrics
boarding
populations
drafted
provision
missionary
schoolgirls
referring
@entity294
abandon
colorful
whaling
mourners
salmonella
gown
flip
superhero
unpopular
honoring
goodbye
responses
cyber
supermodel
floating
existing
intervene
deliberately
900
preventing
ransom
absurd
monitored
@entity325
colonial
echoes
warship
advisories
reputed
headline
similarities
modest
plots
downed
12,000
intensive
@entity318
activism
punish
formula
adoptions
nod
glimpse
feeds
imposing
syndrome
collects
taped
assess
sink
pursuit
minnows
dealt
universal
contested
freshman
freestyle
honorary
bones
mysterious
shocking
extent
disagrees
execute
instant
bureau
recommendations
patrols
generated
contributor
thrashed
trends
intimidation
unrelated
quote
nowhere
shelters
forefront
deposed
sergeant
tag
script
quietly
performer
resumes
singers
convinced
hid
fortunes
hell
suggestions
intent
insist
entitled
endorse
lowly
attraction
chant
comfort
reactors
snatch
capsized
@entity304
genetic
errors
islamists
transparency
programming
wages
introducing
legislative
60,000
mortar
persuade
typical
recovers
dust
courthouse
dated
detain
imagine
definition
contraception
crowns
compare
staffer
updated
phrase
generate
stirred
@entity299
academy
seller
thrashes
guarantee
beliefs
temperature
skull
submitted
await
breathing
revenues
whereabouts
proving
kicking
outage
thrilled
integrated
valued
bottle
accusing
licenses
bilateral
opted
incoming
@entity328
industries
cope
broadcasts
tune
elevator
raging
30th
colleges
reps
jumping
crowded
communicate
railway
pairs
salvage
toddler
corporations
wraps
physician
proves
definitely
provincial
installment
companion
portion
populous
loyalty
administrative
finances
impeachment
disgraced
consumption
anywhere
meteorologist
assumed
mad
downgraded
collecting
gridlock
ivory
audit
spin
attacker
sect
enclave
prepares
salute
prevents
invented
capability
explode
costly
blows
worthy
critically
witnessed
concluded
till
nanny
strategists
installation
legalize
particular
reelection
presenter
assume
naming
commissioned
photography
outreach
surpassed
coins
cooking
treasure
dramatically
kiss
arraigned
overwhelming
outspoken
reef
nursing
tide
volcanic
villagers
evasion
interfere
commenters
cheer
ashes
courtroom
ideal
60th
overthrow
mounting
downing
estranged
trigger
decries
casts
legislator
leveled
eve
intention
meal
hacker
fathered
psychiatrist
dining
turkey
finger
recordings
liable
campaigner
affiliates
surprises
monument
sophisticated
appointments
reviewer
treatments
windows
outlines
overshadowed
primarily
sample
nukes
tycoon
loaded
relies
glasses
amnesty
breakaway
ideology
180
import
greats
enrollment
